{
  "about": {
    "aboutContent": "<h1 style=\"color: #2d6e36; text-align: center;\">NooRooTs</h1>\n<h2 style=\"color: #2d6e36;\">Purpose:</h2>\n<p>This app is designed to help recent immigrants to Vancouver Canada find the resources they need to successfully integrate into the social fabric of their new home.</p>\n<p>&nbsp;</p>\n<p>A variety of helpful resources and information is gathered all in one place for ease of access. Accommodations are made for those still learning English through localization of menu items to any one of 38 supported languages as well as a design philosophy emphasizing an intuitive UI as an alternative to text.</p>\n<h2 style=\"color: #2d6e36;\">Immigrants by Neighbourhood:</h2>\n<p>View the number of immigrants, both relative and absolute, by neighbourhood. Relative values using the natural breaks classification are visualized on the map while absolute values can be viewed via the legend or through the pop-up after clicking on a neighbourhood.</p>\n<p>&nbsp;</p>\n<p>Demographics can be further broken by country of origin with the top 10 countries of origin for BC included. This allows recent and prospective immigrants to identify neighbourhoods which host large numbers of their compatriots, increasing the likelihood of developing a strong support system and successfully integrating into the broader community.</p>\n<h2 style=\"color: #2d6e36;\">Bookmarks:</h2>\n<p>The 9 largest cities in BC are included allowing even those unfamiliar with the area to quickly navigate between large population centres. Additionally, the user may add custom bookmarks to quickly return to areas of interest.</p>\n<h2 style=\"color: #2d6e36;\">Consulate &amp; Embassy list:</h2>\n<p>A table containing all the consulates and embassies in BC. Addresses, phone numbers and websites are included where available. Double clicking on an entry takes the user directly to their chosen location.</p>\n<h2 style=\"color: #2d6e36;\">Resources near me:</h2>\n<p>Allows the user to identify resources near them or any chosen point. Start points can be placed by entering an address directly, using the 'locate me' function or by clicking on the map to drop a pin. Resources within a user defined radius are shown with websites included where possible.</p>\n<p>&nbsp;</p>\n<p>Additionally, directions to the chosen location can be generated and printed directly through the app increasing the likelihood of the user taking advantage of the services and resources available.</p>\n<h2 style=\"color: #2d6e36;\">Print:</h2>\n<p>Many older immigrants are not comfortable with technology and prefer paper copies; this widget allows the user to print whatever is currently on the screen</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>"
  }
}